brew "eza"
brew "fnm"
brew "go"
brew "starship"
brew "stow"
brew "tmux"

cask "alt-tab"
cask "amethyst"
cask "antigravity"
cask "claude"
cask "claude-code"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "orbstack"
cask "raycast"
cask "visual-studio-code"
cask "wireshark-app"
