brew "eza"
brew "fnm"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "go"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"

cask "amethyst"
cask "antigravity"
cask "claude"
cask "claude-code"
cask "dockdoor"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "orbstack"
cask "raycast"
cask "visual-studio-code"
cask "wireshark-app"
